const level1 = [
  {
    idName: '0',
    answer: 'мівіна',
    logoHidden:
      'https://her-dan.pp.ua/img/mivina-hiden.jpg',
    logo: 'https://her-dan.pp.ua/img/mivina.-openjpg.jpg',
    info: 'Мівіна – товарний знак, розроблений у Харкові корпорацією «Техноком», що займається виробництвом харчових напівфабрикатів.«Мівіна» є загальною назвою вермішелі швидкого приготування в українських споживачів',
  },
  {
    idName: '1',
    answer: 'пакко',
    logoHidden: 'http://her-dan.pp.ua/img/pakko-hiden.jpg',
    logo: 'http://her-dan.pp.ua/img/pakko.jpg',
    info: '«Вопак» — західноукраїнська торгова мережа. Загальна кількість магазинів у мережі 67 супермаркетів. Вони розташовані у Львівській, Тернопільській, Івано-Франківській, Чернівецькій, Закарпатській, Волинській, Житомирській та Хмельницькій областях.',
  },
  {
    idName: '2',
    answer: 'опілля',
    logoHidden:
      'https://her-dan.pp.ua/img/opil.jpg',
    logo: 'https://her-dan.pp.ua/img/opil-open.jpg',
    info: 'Тернопільська пивоварня «Опілля» — підприємство, зайняте у галузі виробництва та реалізації пива та квасу. Розташоване у місті Тернополі.',
  },
  {
    idName: '3',
    answer: 'садочок',
    logoHidden:
      'https://her-dan.pp.ua/img/saddd.jpg',
    logo: 'https://her-dan.pp.ua/img/sad.jpg',
    info: 'ТМ «Садочок» — це бренд фруктових та плодоовочевих соків, нектарів, морсів. Виробник  — PepsiCo. Продукція виробляється на заводі з переробки фруктів, овочів та виробництві соків (Миколаївська обл.), заводі з виробництва соків (Миколаївська обл.), двох заводів з переробки фруктів та овочів (Крим та Херсонська обл.).',
  },
  {
    idName: '4',
    answer: 'рошен',
    logoHidden: 'https://her-dan.pp.ua/img/roshen.jpg',
    logo: 'https://her-dan.pp.ua/img/roshen-open.jpg',
    info: 'Конди́терська корпора́ція «Роше́н» — один з найбільших виробників кондитерських виробів в Україні та Східній Європі, входить у тридцятку найбільших виробників кондитерських виробів світу. Головний офіс компанії розташовано у Києві.Назва походить з прізвища її засновника — Петра Порошенка шляхом вилучення першого та останнього складів.',
  },
  {
    idName: '5',
    answer: 'атб',
    logoHidden:
      'https://her-dan.pp.ua/img/atb-hiden.jpg',
    logo: 'https://her-dan.pp.ua/img/atb.jpg',
    info: '«АТБ-Маркет» (широко відома як «АТБ») — найбільша українська мережа супермаркетів як за товарообігом, так і за числом крамниць, яких у 2021 році мала 1314.',
  },
  {
    idName: '6',
    answer: 'укрнафта',
    logoHidden:
      'https://upload.wikimedia.org/wikipedia/commons/3/38/%D0%9D%D0%93%D0%92%D0%A3_%D0%91%D0%BE%D1%80%D0%B8%D1%81%D0%BB%D0%B0%D0%B2%D0%BD%D0%B0%D1%84%D1%82%D0%BE%D0%B3%D0%B0%D0%B7.png',
    logo: 'https://file.liga.net/images/general/2018/06/04/20180604151846-3573.jpg?v=1528121832',
    info: '«Укрна́фта» — крупнейшая нефте- и газодобывающая компания Украины (добывает порядка 62 % нефти и 6 % газа, на 2019 г.).',
  },
  {
    idName: '7',
    answer: 'авторіа',
    logo: 'https://auto.ria.com/autoria192.png',
    logoHidden: 'https://her-dan.pp.ua/img/avto.jpg',
    info: 'AUTO.RIA  (укр. Авторіа) — український бренд автомобільної інтернет-торгівлі, один з проєктів RIA.com. З 2014 року сайт слугує майданчиком для розміщення оголошень від приватних осіб і компаній про купівлю-продаж нових автомобілів, та автомобілів із пробігом. Офіси знаходяться у Таллінні, Вінниці та Києві.',
  },
  {
    idName: '8',
    answer: 'епіцентр',
    logo: 'https://upload.wikimedia.org/wikipedia/commons/thumb/5/52/Epicentrk.svg/2048px-Epicentrk.svg.png',
    logoHidden: 'https://her-dan.pp.ua/img/epc.jpg',
    info: '«Епіцéнтр К» — мережа торговельних центрів в Україні, заснована 2003 року. Належить колишньому члену фракції Партії регіонів народному депутату Олександру Герезі та його дружині Галині, включає мережу ТЦ «Епіцентр», заснована 2003 року. З 2013 року група володіє мережею DIY-гіпермаркетів «Нова лінія» і супермаркетами в окупованому РФ Криму. У травні 2014-го, після анексії Криму РФ, Гереги перереєстрували кримські магазини мережі на власну компанію в Московській області, і вони продовжили роботу на окупованих територіях.',
  },
  {
    idName: '9',
    answer: 'олх',
    logo: 'https://upload.wikimedia.org/wikipedia/commons/2/28/OLX_Logo.jpg',
    logoHidden: 'https://her-dan.pp.ua/img/ol.jpg',
    info: "OLX  — платформа онлайн-оголошень, яка об'єднує людей для покупки, продажу або обміну товарами та послугами. Станом на 2018 рік на майданчику зареєстровано 1,5 млн продавців, розміщено понад 11 млн оголошень і кожну хвилину додається близько 100 нових.",
  },
  {
    idName: '10',
    answer: 'сільпо',
    logo: 'https://piramida.ua/wp-content/uploads/2020/10/65828101_2576381519039408_7776928094962581504_n.png',
    logoHidden:
      'https://piramida.ua/wp-content/uploads/2020/10/65828101_2576381519039408_7776928094962581504_n.png',
    info: '«Сільпо́» — українська торговельна мережа продовольчих супермаркетів, заснована в 1998. Також здійснює доставку продуктів додому або самовивіз. Належить торговельній корпорації Fozzy Group.  Мережа присутня у 62 містах України (2019). Станом на кінець 2022 року мережа має 296 супермаркетів',
  },
  {
    idName: '11',
    answer: 'нова пошта',
    info: 'Українська міжнародна група компаній з логістики, лідер експрес-доставки за обсягами доставлених посилок в Україні.[4][5][6] Компанія надає бізнесу і приватним особам повний спектр логістичних та пов*язаних з ними послуг. Заснована у 2001 році.',
    logo: 'https://her-dan.pp.ua/img/nova-poshta-logotyp.jpg',
    logoHidden: 'https://her-dan.pp.ua/img/nova-logotyp.jpg',
  },
  {
    idName: '12',
    answer: 'єва',
    info: 'одна з найбільших торгових мереж, що займається офлайн- та онлайн-торгівлею товарами для краси та здоров*я, заснована у 2002 році в Дніпрі. Станом на лютий 2021 року налічує понад 1059 магазинів типу дрогері по всій території України.Торговельна площа складає 137 тис.м2. У магазинах представлено 30 тис. асортиментних позицій, 48 власних торгових марок . Кількість працівників понад 13 тис. Чистий дохід 2020 року сягнув 13 млрд грн',
    logo: 'https://her-dan.pp.ua/img/evaaa.jpg',
    logoHidden: 'https://her-dan.pp.ua/img/eva.jpg',
  },
  {
    idName: '13',
    answer: 'київстар',
    info: ' телекомунікаційна компанія в Україні, надає послуги зв*язку та передачі даних на основі мобільних і фіксованих технологій, у тому числі 4G (LTE) в Україні.',
    logo: 'https://her-dan.pp.ua/img/kys.jpg',
    logoHidden: 'https://her-dan.pp.ua/img/ky.jpg',
  },
  {
    idName: '14',
    answer: 'укрпошта',
    info: 'підприємство поштового зв`язку, єдиним засновником і акціонером якого є держава в особі Міністерства інфраструктури України.',
    logo: 'https://her-dan.pp.ua/img/posts.jpg',
    logoHidden: 'https://her-dan.pp.ua/img/post.jpg',
  },
  {
    idName: '15',
    answer: 'пром',
    info: 'український маркетплейс, проєкт IT-компанії EVO. На його платформі підприємці[1] самостійно створюють інтернет-магазини і / або розміщують свої товари в загальному каталозі. Для покупців на Промі зібрано більше 100 мільйонів товарів.',
    logo: 'https://her-dan.pp.ua/img/pros.jpg',
    logoHidden: 'https://her-dan.pp.ua/img/pro.jpg',
  },
  {
    idName: '16',
    answer: 'дарниця',
    info: ' фармацевтичне підприємство України[5].020 року «Дарниця» мала другий показник за загальним обсягом продажу на роздрібному ринку лікарських засобів України[7]. 2019 року компанія була лідером у сегменті аптечних продажів за упаковкою[8',
    logo: 'https://her-dan.pp.ua/img/dar.jpg',
    logoHidden: 'https://her-dan.pp.ua/img/darrr.jpg',
  },

  {
    idName: '17',
    answer: 'пумб',
    info: 'один із провідних українських банків. Належить промислово-фінансовій групі «СКМ».Заснований у грудні 1991. З 2009 року організаційно-правова форма ПУМБ — публічне акціонерне товариство. Головний офіс знаходиться в Києві. Всеукраїнська мережа відділень банку нараховує 172 відділення в усіх областях України.',
    logo: 'https://her-dan.pp.ua/img/pumb-98276.png',
    logoHidden: 'https://her-dan.pp.ua/img/pum.jpg',
  },

  {
    idName: '18',
    answer: 'оболонь',
    info: ' корпорація з виробництва пива, безалкогольних та слабоалкогольних напоїв, мінеральної води. Окрім цього, компанія має дозволи на гуртову та роздрібну торгівлю напоями, діяльність транспортних агентств.[1] До складу компанії входять головний завод у Києві з віддаленими виробництвами в Олександрії та Чемерівцях Хмельницької області,',
    logo: 'https://her-dan.pp.ua/img/obols.jpg',
    logoHidden: 'https://her-dan.pp.ua/img/obol.jpg',
  },

  {
    idName: '19',
    answer: 'розетка',
    info: 'український інтернет-магазин та маркетплейс, що з`явився 2005 року. Має відділення у Львові, Києві, Броварах, Житомирі, Одесі та Івано-Франківську. Станом на серпень 2020 року сайт посідає 7 місце серед найвідвідуваніших в Україні.',
    logo: 'https://her-dan.pp.ua/img/rozz.webp',
    logoHidden: 'https://her-dan.pp.ua/img/roz.png',
  },
  {
    idName: '20',
    answer: 'укрзалізниця',
    info: 'український інтернет-магазин та маркетплейс, що з`явився 2005 року. Має відділення у Львові, Києві, Броварах, Житомирі, Одесі та Івано-Франківську. Станом на серпень 2020 року сайт посідає 7 місце серед найвідвідуваніших в Україні.',
    logoHidden: 'https://her-dan.pp.ua/img/ukrz.jpg',
    logo: 'http://olevsk-gromada.gov.ua/wp-content/uploads/2023/01/screenshot_1859.jpg',
  },
  //   {
  //     idName: '22',
  //     answer: 'фармак',
  //     info: ' лідер фармацевтичного ринку України за обсягами продажу лікарських засобів у грошовому вираженні (за даними Proxima Research у 2022 році).[2] Штаб-квартира знаходиться в Києві, Україна. Голова наглядової ради компанії — Філя Жебровська. Виконавчий директор — Володимир Костюк.Компанія виробляє більше 400 найменувань лікарських засобів. Препарати представлені в 14 терапевтичних групах. Серед основних напрямів — протизастудні, ендокринологічні, гастроентерологічні, кардіологічні, неврологічні препарати.',
  //     logo: '',
  // logoHidden: '',
  //   },

  //   {
  //     idName: '27',
  //     answer: 'кернел',
  //     info: 'найбільший виробник та експортер соняшникової олії в Україні, а також один з провідних постачальників агропромислової продукції на міжнародному ринку. На частку компанії припадає близько 15% світового експорту соняшникової олії і 18% експорту зернових. Kernel постачає продукцію у понад 80 країн світу. ',
  //     logo: '',
  //     logoHidden: '',
  //   },
  //   {
  //     idName: '13',
  //     answer: 'телеканал україна',
  //     info: 'закритий український телеканал, що 13 березня 1993 року почав мовлення як регіональний донецький телеканал. Канал мав статус національного з 2004 року[3]. Входив до «Медіа група Україна», що входила до «SCM» українського олігарха Ріната Ахметова.',
  //     logo: '',
  //     logoHidden: '',
  //   },
  //  {
  //     idName: '16',
  //     answer: 'форі груп',
  //     info: 'одна з найбільших торгово-промислових груп України[3]. Має понад 600 торговельних точок на всій території країни та більше ніж 35 000 найменувань товарів. Крім торговельних мереж, бізнес-інтереси групи компаній охоплюють виробництво харчової продукції та ресторанний бізнес.',
  //     logo: '',
  // logoHidden: '',
  //   },

  //   {
  //     idName: '19',
  //     answer: 'оптімусагро трейд',
  //     info: 'український маркетплейс, проєкт IT-компанії EVO. На його платформі підприємці[1] самостійно створюють інтернет-магазини і / або розміщують свої товари в загальному каталозі. Для покупців на Промі зібрано більше 100 мільйонів товарів.',
  //     logo: '',
  // logoHidden: '',
  //   },
];

export { level1 };

// {
//     idName:"",
//     answer:"",
//     logoHidden:"",
//     logo:"",
//     info:"",
// }
